/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf secondes";

/* No comment provided by engineer. */
"%i days" = "%i jours";

/* No comment provided by engineer. */
"%i hours" = "%i heures";

/* No comment provided by engineer. */
"%i minutes" = "%i minutes";

/* No comment provided by engineer. */
"%i weeks" = "%i semaines";

/* No comment provided by engineer. */
"1 day" = "1 jour";

/* No comment provided by engineer. */
"1 hour" = "1 heure";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 second" = "1 seconde";

/* No comment provided by engineer. */
"1 week" = "1 semaine";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Pièce jointe>>";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Clear All Marks";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Clear Marks from Here Down";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Clear Marks from Here Left";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Clear Marks from Here Right";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Clear Marks from Here Up";

/* Copy the link to the clipboard */
"Copy Link" = "Copier le lien";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Image Picker" = "Sélecteur d'image";

/* No comment provided by engineer. */
"Invalid Input" = "Frappe invalide";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Sauter à la note selectionnée";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Passer à la note suivante";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Passer à la note précédente";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Image";

/* No comment provided by engineer. */
"Select Image" = "Sélectionner l'image";